Repository: Som-Energia/somenergia-generationkwh
Catalog: som_generationkwh/i18n/*.po
Languages: es

source: Liquidació préstec Generation kWh
es: Liquidación préstamo Generation kWh

source: Dades Préstec Generation kWh:
es: Datos Préstamo Generation kWh:

source: Import Inicial:
es: Importe Inicial:

source: Data formalització:
es: Fecha formalización:

source: Data venciment:
es: Fecha vencimiento:

source: Amortització Actual:
es: Amortización Actual:

source: Import:
es: Importe:

source: Data:
es: Fecha:

source: Pagament nº:
es: Pago nº:

source: Pendent de retornar:
es: Pendiente de devolver:

source: Recordeu: el pagament nº 24 serà doble
es: Recuerde: el pago nº 24 será doble

source: Compte on es realizarà l'ingrés
es: Cuenta donde se realizará el ingreso
